{"content":["THE DEFENCE OF THE SAMPO\nThe legendary blacksmith Ilmarinen forged the Sampo, a wondrous \nartefact that brings riches to its owner. In return, he expects to marry the \nmistress of Pohjola Louhi’s daughter. Louhi accepts the Sampo, but her \ndaughter refuses to marry Ilmarinen.  \n \nEnraged by this, Väinämöinen, Ilmarinen and the people of Kalevala storm \ninto Pohjola, recover the Sampo, and flee on a boat. Louhi calls on the \nforces of nature to help her stop them, first creating a thick fog and then \nraising a storm. The storm rages and the kantele that Väinämöinen built \nfrom the jaw of the giant pike, falls into the sea. Louhi transforms herself \ninto a giant eagle to pursue the boat, carrying hundreds and thousands of \nwarriors of Pohjola on her back. Louhi lands on Väinämöinen's ship, and \nthe battle for the Sampo begins.","THE FIELD OF VIPERS\nIlmarinen and Väinämöinen return to Pohjola, hoping to woo the maiden of\nPohjola. Her mother, the mistress of Pohjola Louhi, demands that they \nmust complete several tasks in exchange for her daughter's hand: plowing\na field of vipers; slaying the bear and wolf of Tuoni; and bringing Louhi a \npike from the river of Tuoni. \n  \nIn order to plow the field of vipers, Ilmarinen forges a plow out of gold and \nsilver and an armour for himself out of iron and steel. Harnessing a fiery \ngelding to pull the plow, Ilmarinen manages to plow the field despite it \nbeing filled with venomous vipers. After completing the tasks, Ilmarinen is \nfinally allowed to marry the maiden of Pohjola.","THE GREAT PIKE\nVäinämöinen, Ilmarinen, and Lemminkäinen decide to embark on a quest \nto steal the Sampo, a wondrous artefact that brings riches to its owner, \nforged by Ilmarinen. They are accompanied by troops from Kalevala.  \n \nThe voyage is cut short when their boat runs aground on the back of a \ngiant pike. Väinämöinen manages to slay the pike, and the group lands on \nan islet. The fish is cooked and after the feast, only the bones of the fish \nremain. Väinämöinen builds a kantele, a plucked string instrument, from \nthe pike's jawbone. The pins are made out of the pike's teeth and strings \nout of the tail of the gelding of Hiisi. Only Väinämöinen is able to play the \nmagnificent instrument, enchanting both people and animals with his \nmusic.","THE FORGING OF THE SAMPO\nIn the Finnish national epic Kalevala, the Sampo is a wondrous artefact \nthat brings riches to its owner. A wise old man Väinämöinen sings a spell \nto force the legendary blacksmith Ilmarinen to travel to Pohjola and forge \nthe Sampo.  \n  \nIlmarinen builds a forge and gets to work. He works for days and produces \na golden bow, a boat decorated in gold and bronze, a heifer with golden \nhorns, and a gold-bladed plow, but no Sampo. Ilmarinen harnesses the \nvery winds themselves to work the bellows, and finally the Sampo, a \nmiraculous machine that produces money, grain, and salt, is formed."]}